[
    {
        "id": "hacktues",
        "winners": [
            {
                "place": "first",
                "participants": "Телерик Арсов, Антонио Милев, Мартин Дацев",
                "name": "Go6o",
                "project": "система за автоматизирана оценка на тестове, на основата на технология за разпознаване на изображения",
                "image": "/Archive/ht-1.jpg",
                "special_prizes": "възможност за двуседмична практика в \"Nemetschek България\", безплатно обучение за първия модул Fundamentals на \"SoftUni\" и специалната награда на \"ChaosGroup\""
            },
            {
                "place": "second",
                "participants": "Антонио Миндов, Дария Никитова, Кристиана Иванова, Петър Петров, Ясен Алексиев",
                "name": "R&T",
                "project": "Визуализация на код с блок-схеми",
                "image": "/Archive/ht-2.jpg",
                "special_prizes": "\"MusalaSoft\" и \"StandByte\""
            },
            {
                "place": "third",
                "participants": "Габриел Гарвалов, Дейвид-Николас Петров, Илиян Кордев, Филип Пепегов, Кристиан Томов",
                "name": "Coding Masters",
                "project": "Система за обмен на информация и знания между учениците",
                "image": "/Archive/ht-3.jpg"
            }
        ],
        "allParticipants": 84,
        "teams": 18,
        "valuedProjects": 6,
        "description": "Темата на първия ученически хакатон Hack TUES беше Автоматизация и подобряване на учебния процес. Освен купа ТУЕС и грамоти, тримата победители получиха възможност за двуседмична практика в Nemetschek България, безплатно обучение за първия модул Fundamentals на SoftUni, както и специалната награда от ChaosGroup. Отборът на второ място получи специални награди от MusalaSoft и StandByte. Награда за оригинална идея беше връчена на отбор P2W за проекта им за забавна електронна игра с образователни въпроси. Проектът на отбор TANKK Crew за онлайн компилатор и система за проверка на задачи беше отличен с награда за най-добро представяне и с награда от HackBulgaria.  Nemetschek България връчиха още една специална награда на отбор Няма значение за проекта им за електронен дневник. Всички отбори получиха сертификати за успешно участие. Инициативата беше подкрепена от SoftUni, HackBulgaria, MusalaSoft, ChaosGroup, Astea, Nemetschek, StandByte и Subway. Идеята за състезанието идва от ученици от 10 клас в ТУЕС и среща подкрепата на ръководството на училището. Станахме свидетели на едно изключително интересно състезание и се убедихме, че учениците имат много идеи. Наша задача е да създаваме възможности тези идеи да видят бял свят. Хакатонът е една чудесна възможност за това и съм убедена, че той ще се превърне в традиция за ТУЕС -доц. д-р инж. Стела Стефанова, директор на ТУЕС."},
    {
        "id": "hacktues2",
        "winners": [
            {
                "place": "first",
                "participants": "Жанет Хаджиангелова, Мария Стоянова, Георги Данчев, Николай Миланов, Димитър Кацаров",
                "name": "ASDF Unicorns",
                "project": "Образователна игра за опазване на околната среда"
            },
            {
                "place": "second",
                "participants": "Николета Далакчиева, Владимир Младенов, Марина Тихова, Лъчезар Младенов",
                "name": "Walking Chaos",
                "project": "Уебсайт за продажба и обмен на продукти от рециклирани материали"
            },
            {
                "place": "third",
                "participants": "Андреа Георгиева, Николай Рангелов, Александър Велинов, Калин Карев, Светлин Йорданов, Теодор Добрев",
                "name": "The Tanks",
                "project": "Приложение за лекари и медицински работници"
            }
        ],
        "allParticipants": 100,
        "teams": 18,
        "valuedProjects": 7,
        "description": "Hack TUES 2 се проведе от 9 до 11 октомври 2015 г. с цел разработване на проекти, подпомагащи опазването на околната среда и социални каузи. Проектът за игра TreeHack, която ангажира дългосрочно играчите да се грижат за околната среда, с десктоп, мобилно и онлайн приложения спечели първо място в състезанието. Втора награда журито връчи за проекта за уебсайт с функционалност за даряване на част от сумите от реализирани продажби. Третата награда беше за приложението MedHack, което предоставя информация за назначеното лечение и предписаните лекарства на пациентите, чрез разчитане на уникален баркод за всеки пациент. Специална награда за най-добра презентация и награда на Chaos Group беше връчена на отбор \"For Code Sake\" за приложението им за синхронизирано изпълнение на песни от няколко мобилни телефона. Отбор \"Pe6o\" получи специална награда от Astea Solutions за проекта си за игра, която чрез интеграция на различни технологии и приложения стимулира играчите да бъдат физически активни и да правят упражнения, за да подобрят представянето на своите онлайн герои. Отбор \"Fanatic\" спечели специалната награда на Microsoft за проект за приложение, което би улеснило електронното гласуване, чрез разчитане на лични карти и онлайн справка в база данни от избиратели. Осмокласниците от отбор \"Alfa\" спечелиха наградата на MusalaSoft за проекта си за уебсайт с информация за различни заболявания. Отборите, класирани на призовите три места получиха и награди от Delta.bg. Hack TUES 2 е подкрепен от Astea Solutions, ChaosGroup, HackBulgaria, Microsoft, Obecto, SAP, MusalaSoft, Delta.bg и Telerik, Progress Company. Медиен партньор на хакатона е Socialevo.net. Събитието е част от Европейската седмица на програмирането (EU Code Week), която цели да популяризира програмирането сред широк кръг млади хора. \"Хакатонът е поредното доказателство, че учениците винаги има с какво да ни изненадат. Чудесните идеи, разработени от учениците, правят това състезание уникално и няма съмнение, че HackTUES вече се превръща в една от добрите традиции в ТУЕС.\"\n -доц. д-р инж. Стела Стефанова, директор на ТУЕС"
    },
    {
        "id": "hacktues3",
        "winners": [
            {
                "place": "first",
                "participants": "Лазар Френкев, Александър Вербовский, Андрей Стрински, Християн Генчев, Алекс Стефанов",
                "name": "Зор",
                "project": "Artsteler: 2D Platformer с puzzle game елементи (забавна игра, създадена за Android)",
                "image": "/Archive/ht3-1.jpg",
                "special_prizes": "възможност да довършат проекта си с екип на \"TelebidPro\", индивидуална сума за закупуване на хардуер и възможност за безплатно обучение в един семестър в \"SoftUni\""
            },
            {
                "place": "second",
                "participants": "Телерик Арсов, Стефан Бабуков, Николай Милчев, Мартин Дацев",
                "name": "To6o",
                "project": "Micromanipulator: симулация на генетичен алгоритъм",
                "image": "/Archive/ht3-2.jpg"
            },
            {
                "place": "third",
                "participants": "Георги Корчаков, Кристиян Йочев, Йордан Златанов, Симеон Георгиев, Александър Стоичков",
                "name": "Top8",
                "project": "Image Marker: уеб приложение за създаване и редактиране на изображения, което работи на всякакви платформи",
                "image": "/Archive/ht3-3.jpg"
            }
        ],
        "allParticipants": 136,
        "teams": 31,
        "valuedProjects": 8,
        "description": "В продължение на три дни учениците работиха върху създаването на демонстрационни проекти на тема \"Art && Creativity\". Освен наградите от организаторите на Hack TUES, трите отбора на първите места получиха и награди от партньорите на хакатона. Те получиха възможност да посетят офисите на Dopamine, SAP, TelebidPro и VMware. Големите победители от отбор \"Зор\" получиха и възможност да довършат проекта си с екип на TelebidPro, индивидуална сума за закупуване на хардуер, както и възможност за безплатно обучение в един семестър в SoftUni. Уеб приложението Tarina за споделено създаване на истории на отбор \"Pu6ki\" беше отличено със специалната награда на TelebidPro и възможност за финализиране на проекта. Такава възможност получи от VMware и проектът на отбор \"Костенурки Нинджа\" Project FUN – уебсайт за състезания с рисуване. Със специални награди от VMware бяха отличени и проектът на отбор \"Geko Snek\"  Мотика Motors за робот с 4 колела и самостоятелно управление, както и проектът за социална мрежа за споделяне на креативни идеи Visual Delight на отбор \"To_si_e_za_nas\". Проектът на робот, който рисува аналогови и цифрови схеми и платки по зададена картинка Made2Make на отбор \"Programartists\" беше отличен със специалната награда на SAP. Представителите на Dopamine връчиха и индивидуални награди на петима от участниците в хакатона – 24 инчови монитори. За реализацията на проектите допринесоха и 29-те ментори доброволци. Партньори на Hack TUES 3 бяха Dopamine, SAP, TelebidPro, VMware, Nemetschek Bulgaria, Astea Solutions, CloudBalkan, Musala Soft, Chaos Group и Smartcom Bulgaria."
    },
    {
        "id": "hacktues30",
        "winners": [
            {
                "place": "first",
                "participants": "Телерик Арсов, Ивона Мирчева, Владислав Георгиев, Мартин Дацев, Петър Милев",
                "name": "COCOBE",
                "project": "Приложение за резюмиране на текст, използващо невронни мрежи и машинно самообучение",
                "image": "/Archive/h30xt-1.jpg",
                "special_prizes": "специална награда на \"TelebidPro\" с възможност за стаж и менторство"
            },
            {
                "place": "second",
                "participants": "Георги Любенов, Виктор Велев, Антон Янчев, Самуил Георгиев",
                "name": "Old and Bald",
                "project": "Приложение, базирано на машинно самообучение, за чатбот на историческа тема, което предлага резюме на текстове по дадена тема, спрямо интересите на ползвателите",
                "image": "/Archive/h30xt-2.jpg"
            },
            {
                "place": "third",
                "participants": "Михаил Киров, Петър Николов, Денис Бързанов, Тони Пеловски, Стефан Стефанов",
                "name": "IDK",
                "project": "Игрална конзола",
                "image": "/Archive/h30xt-3.jpg"
            }
        ],
        "allParticipants": 206,
        "teams": 45,
        "valuedProjects": 11,
        "description": "В четвъртото издание на тридневния ученически хакатон Hack 30xTUES участниците създадоха софтуерни и хардуерни проекти по теми, свързани с 30-годишния юбилей на училището: - Бизнес, училище, университет - посветена на 3-те необходими елемента за успешно ИТ образование; Digital past – за възраждане на историята и интереса към миналото с помощта на технологиите; 30xТУЕС – проекти за честване на юбилея на училището. Отборите победители получиха като награди възможност за закупуване на техника, награди от TelebidPro, SAP и Uber Engineering в София, както и посешение в офиса на SoftServe. Отбор \"Mamutite222\" - Георги Стефанов, Самуил Иванов, Владислав Миленков, Стефан Гълъбов от 10 клас – бяха отличени от развойния център на SAP в София за проекта си за игра, вдъхновена от битката в Дюнкерк. Теодор Станишев от отбор \"Fluffy Bears\" получи персонална награда от ScaleFocus.\n Осмокласниците от \"Autardia\" - Кристиян Стоименов, Стела Касабова, Виолета Кабаджова, Стефани Стайкова, Стефан Босев - получиха наградата на Софтуерния университет. Немечек България отличиха 12-токласниците от отбор \"Ime\" - Николай Станишев, Иван Милев и Иво Тодоров - за систематичния им подход в проекта им за игра в терминал. Отбор \"Why Not\" - Кристиян Стоименов, Калоян Ангелов, Виктория Радкова, Слав Кирилов и Християн Генчев - получиха награда от Статсофт за проект с вградени микрокомпютърни системи. Проектът за текстов редактор на 9-токласниците от \"Project Hogwarts\" - Александър Стоичков, Иван Димитров, Кристиян Йочев, Георги Корчаков и Виктор Петров – беше отличен от Cloud Balkan. Награда от компанията получи и отбор \"Programming Zygotes\" - Милен Илиев, Михаил Колев, Антонио Такев, Валери Добрев и Николай Йончев – за проекта им за редактор разчитащ текст от снимка. Осмокласниците от \"Thunder System\" – Мартин Вайер, Боян Иванов, Мартин Врачев, Мартин Дамянов, Петър Дамянов – получиха награда от Live to Lift. Спонсори на юбилейното издание Hack 30xTUES бяха развойният център на SAP в София, SoftServe, TelebidPro, VMware, Dopamine, ScaleFocus, Софтуерен Университет, Accedia, Astea Solutions, Немечек България и Uber Engineering в София. Партньори в организацията на събитието бяха София Тех Парк, Смартком - България АД, init Lab, Cloud Balkan и Пирин Спринг. В хакатона участваха почти половината настоящите ученици в ТУЕС. В работата им помагаха над 40 ИТ професионалисти като ментори. Събитието беше организирано от екип от около 30 ученици, доброволци и представители на Асоциацията на завършилите ТУЕС."
    },
    {
        "id": "hacktues365",
        "winners": [
            {
                "place": "first",
                "participants": "Виктор Велев, Петър Герасимов, Теодор Станишев",
                "name": "Elsyser",
                "project": "VoiceCV: Вградено устройство (в шапка или очила) с камера и изкуствен интелект в помощ на незрящите хора - играе ролята на личен асистент, който информира с глас за околните обекти чрез снимки в близка и далечна перспектива",
                "image": "/Archive/ht365-1.jpg"
            },
            {
                "place": "second",
                "participants": "Владислав Георгиев, Мартин Дацев, Антонио Милев, Телерик Арсов",
                "name": "Какводой",
                "project": "GeoSolver: приложение за решаване на геометрични задачи, което сканира условието и генерира електронен чертеж и решение на задачата",
                "image": "/Archive/ht365-2.jpg",
                "special_prizes": "специална награда от \"Data Science Society\""
            },
            {
                "place": "third",
                "participants": "Мартин Йорданов, Самуил Георгиев, Антон Янчев, Огнян Барух, Георги Любенов",
                "name": "Babba4e",
                "project": "Product Chain: система за проверка на автентичността на продукти чрез сканиране на уникален QR код на всеки продукт, който дава информация за пътя на продукта, използваща блокчейн технология, за да предпази потребителите от фалшиви стоки на пазара",
                "image": "/Archive/ht365-3.jpg",
                "special_prizes": "специална награда от \"TelebidPro\""
            }
        ],
        "allParticipants": 198,
        "teams": 43,
        "valuedProjects": 10,
        "description": "В петия ученически хакатон Hack TUES 365 победителите получиха и специалните награди на ScaleFocus, Дроксик и Data Science Society. Специалната награда за проект с вградена микрокомпютърна технология, която се връчва за първи път в Hack TUES, получи системата S.P.A.S. (Smart Personal Assistant System) за отдалечено управление на устройства в дома или офиса през мобилен телефон. Проектът е разработен от Искрен Александров от 8 клас и Ангел Стоянов, Мартин Вайер, Мартин Георгиев и Денис Захариев от 9 клас, от отбор \"Телефона в сака\". Наградата е осигурена от Комет Електроникс. Момчетата от отбора на второ място получиха специална награда от Data Science Society. Отборът на трето място спечели специална награда от TelebidPro. Състезанието се проведе от 15 до 17 март 2019 г. в ТУЕС и София Тех Парк. Над 60 ИТ професионалисти от различни компании, много от които възпитаници на училището, бяха ментори и членове на журито. За поредна година водещи технологични компании подкрепят провеждането на ученическото ИТ състезание Hack TUES. Това бяха SAP, SoftServe, TelebidPro, VMware, Droxic, Progress, ScaleFocus, Astea Solutions, DevriX, Dopamine, Nemetschek Bulgaria. Технологични партньори на събитието тази година бяха София Тех Парк, Комет Електроникс, Смартком - България, Булгед, Cloud Balkan, Data Science Society и init Lab. Кетеринг партньори на хакатона бяха CoKitchen, Aristeon.bg, Delishu, Domino’s, Пекарчето на татко, Pura Vida Organic Farm, Pure Water, Работилничка за сладки моменти и сладкар Ирина Иванова. Събитието беше подкрепено и от Ротари Клуб София, Капитал, DevStyler и YoungArtist. \"Учениците от ТУЕС отново доказаха, че за тях няма неосъществими идеи.\" – каза доц. д-р инж. Стела Стефанова, директор на ТУЕС. - \"Журито и професионалистите са силно впечатлени от факта, че в хакатона се разработват проекти, използващи най-новите технологии. В последните години силно впечатление правят решения с невронни мрежи и изкуствен интелект, проекти с вградени микрокомпютърни системи и IoT, а ето че тази година има и проект с блокчейн технология. Надяваме се, че всяка следваща година конкуренцията между отборите ще става още по-голяма и новите технологии ще са част от Hack TUES\"."
    },
    {
        "id": "hacktues6",
        "winners": [
            {
                "place": "first",
                "participants": "Ангел Пенчев, Симеон Георгиев, Боян Иванов, Богдан Миронов, Мирослав Мирчев",
                "name": "Fanton",
                "project": "DRUN: Автоматизирана система за доставка на пратки с дронове.",
                "image": "/Archive/ht6-1.jpg"
            },
            {
                "place": "second",
                "participants": "Илиана Генова, Венелин Атанасов, Боряна Стефанова, Стефан Антонов, Иваело Кръстев",
                "name": "789",
                "project": "Пейо: преработено радио на около 60 години, така че да използва нови технологии",
                "image": "/Archive/ht6-2.jpg"
            },
            {
                "place": "third",
                "participants": "Анета Цветкова, Калин Дойчев, Костадин Костадинов, Евгени Димов",
                "name": "Нишки",
                "project": "NotInfo: браузър разширение за Chrome, коeто следи дали съдържание, което човек чете не е пропаганда.",
                "image": "/Archive/ht6-3.jpg"
            }
        ],
	"allParticipants": 125,
        "teams": 29,
        "valuedProjects": 15,
        "description": "Специалната награда за най-добър проект с вградена микрокомпютърна технология получи Smart Water Meter - съвременен водомер с дисплей, отчитащ моментното и месечното потребление на водата. Проектът е разработен от Александър Иванов, Иван Георгиев и Васил Колев от 9 клас, отбор \"C--\". Наградата е осигурена от Комет Електроникс. Заместник-кметът на София, д-р Дончо Барбалов връчи две специални награди от името на Асоциация за развитие на София - на отбор \"Лек живот\" от 11 клас за проекта им Bus Locator (мобилно приложение, което помага на незрящите в градския транспорт), както и на отбор \"Segmentation Fault\" за разработеното от тях мобилно приложение Walkly, което подтиква хората да се придвиждат пеша, вместо да използват автомобилите си. За пръв път тази година се връчиха специални награди на отбор, за \"Любим проект на публиката\" и за \"Изгряващи звезди\" за най-добра разработка на ученици от 9 клас. Отборите \"789\" и отбор \"Нишки\" от ученици съответно от 10, 12 клас и випуск 2020 на ТУЕС, бяха отличени за най-добра презентация, отличието за любим проект отиде при отбор \"Холдинга\" с разработката на учениците от 12 клас - Covid Tracker - мобилно приложение, което помага на хората да разберат дали са заразени преди да забележат симптоми. Изгряващите звезди, които спечелиха наградата за най-добър проект от 9 клас, са Симеон Йорданов, Мартин Божилов, Ясен Ангелов, Матей Захариев, Калоян Дойчинов от отбор \"AyyMD Tech Tips\", с проекта си Techary, уеб платформа, която обединява всичко добро от всяка социална медия на едно място. Първата за историята на хакатона награда \"Най-добър ментор\" получиха Владимир Гаристов от ТУЕС, Марин Дацев от TelebidPro и Боян Георгиев от Experian. Самите те са ИТ специалисти, които посветиха много време и ентусиазъм, за да дават насоки на ученическите отбори в реализирането на идеите им. Отличието връчи Огнян Траянов, председател в управителния съвет на БАИТ, който награди менторите с ваучер за курс по киберсигурност. Проектът на отбор \"Лек живот\" от 11 клас - Bus Locator спечели също специалната награда на TelebidPro и Progress. Той представлява мобилно приложение, което помага на незрящите в градския транспорт. Специалната награда на SAP получиха отбор \"Someone has to be last\" от 9 клас с проект за виртуално изобразяване на високотехнологичен дом. Отбор \"По жицата у Вили\" от 11 клас бяха отличени от VMware Bulgaria и Creative Assembly Sofia за проекта си ChaingeVote - система за електронно гласуване на базата на Blockchain технология. Отбор \"CyberWave\" от 11 клас получи специалната награда на Astea Solutions. Проектът им CovidNews представлява уеб платформа, която дава информация за Covid-19 в България. Проектът на отбор \"Пържени картофи със сирене\" от 10 клас за проект SISC - \"смарт\" охранителна камера получи наградата на DevriX.\n Проектът \"Светофар!\" - Smart City игра, в която трябва да се менажира трафика в града, на отбор \"Име на отбора\" от 9 клас беше отличен със специалната награда на Dopamine и Creative Assembly Sofia. Отбор \"TheyGlowInTheDark\" с проекта си Exogen Breach беше отличен със специалната награда на Ubisoft Sofia. Проектът представлява игра, в която играчът е нашественик - коронавирус в затвор - тялото на човека. Състезанието се проведе в хибриден формат в първите два уикенда м. октомври. Отборите работеха по проектите си дистанционно, а финалът на състезанието и церемонията по награждаването се състояха в София Тех Парк при спазване на противоепидемичните мерки от 2020 г. 30 ИТ професионалисти бяха ментори и членове на журито. За поредна година водещи технологични компании подкрепиха провеждането на ученическото ИТ състезание Hack TUES 6. Това бяха Experian, SAP, TelebidPro, VMware Bulgaria, Astea Solutions, Kaufland IT Hub, Progress, CPD Ltd., Bosch.IO, Creative Assembly Sofia, DevriX, Dopamine, Ubisoft Sofia. Партньори на събитието тази година бяха Асоциация за развитие на София, Bulged, Domino’s, COMET ELECTRONICS, Cloud Balkan, Galactic Banitsa, init Lab, Компютърна академия IT Step, Ora, Pure Water, Smartcom - Bulgaria AD, Sofia Tech Park и Telelink Business Services. Медиен партньор на събитието беше DevStyleR. \"Шестото издание на ученическия хакатон ни показа две много важни неща - учениците работят все по-ентусиазирано и това се вижда от все по-интересните проекти. И второ, приемствеността между поколенията става все по-голяма - виждаме как големите учат малките като ментори и като организатори. Надеждата е в младите хора - тези младежи, които са сред нас и които ще градят ИТ бъдещето на България. Аз ги поздравявам за техните успехи и се радвам, че нашата инвестиция в тяхното образование ще бъде оправдана многократно.\" - доц. д-р инж. Стела Стефанова, директор на ТУЕС"
    }
]
