const now = new Date()

export default [
  {
    id: 1,
    title: 'Уъркшоп: "Embedded Systems',
    start: new Date(2021, 2, 16, 19, 0),
    end: new Date(2021, 2, 16, 20, 30),
    desc: 'Росен Витанов ще Ви покаже дълбините на вградените микрокомпютърни системи, като Ви запознае с различни технологии и процеса на разработка на един embedded проект в хода на хакатона.',
    link: 'https://meet.google.com/isu-usba-vix'
  },
  {
    id: 2,
    title: 'Уъркшоп "Изкуствен интелект"',
    start: new Date(2021, 2, 17, 19, 0),
    end: new Date(2021, 2, 17, 20, 30),
    desc: 'Виктор Велев е дългогодишен участник и победител в Hack TUES 365. В света на изкуствения интелект ще Ви запознае чрез кратка теоретична част и преглед на няколко приложения.',
    link: 'https://meet.google.com/cbb-mywp-yys'
  },
  {
    id: 3,
    title: 'Уъркшоп "Разработка на игри с Gоdot"',
    start: new Date(2021, 2, 23, 19, 0),
    end: new Date(2021, 2, 23, 20, 30),
    desc: 'Виктор Кетипов ще Ви запознае с основите на разработването на игри, какви умения са Ви необходими, както и съвети колко голяма игра можем да направим за един хакатон. За основа ще използва open-source game engine - Godot.',
    link: 'https://meet.google.com/fwd-axtu-akv'
  },
  {
    id: 4,
    title: 'Уъркшоп "Git&GitHub"',
    start: new Date(2021, 2, 25, 19, 0),
    end: new Date(2021, 2, 25, 20, 30),
    desc: 'Кристиян Стоименов и Виолета Кабаджова са ученици от 11. клас. Те ще Ви запознаят с най-фундаменталните характеристики на Git - най-популярната version control система.',
    link: 'https://meet.google.com/cbb-mywp-yys'
  },
  {
    id: 5,
    title: 'Уъркшоп "Презентационни умения"',
    start: new Date(2021, 3, 4, 19, 0),
    end: new Date(2021, 3, 4, 20, 30),
    desc: 'С Кирилка Ангелова и Виктория Димитрова ще си поговорите за презентацията като компонент на оценяване и подготовката за нея.',
    link: 'https://meet.google.com/okq-mhhz-vdq'
  },
  {
    id: 6,
    title: 'Откриваща церемония',
    start: new Date(2021, 3, 11, 18, 0),
    end: new Date(2021, 3, 11, 18, 45),
    desc: 'Ще дадем дългоочаквания старт на първия изцяло онлайн Hack TUES GG. А каква ще е темата? Ще разкрием тайната на 11 март 2021 г. Бъдете с нас, очакваме Ви!',
    youtube: 'https://www.youtube.com/channel/UCQcbYkAKPEgfjzvwb2sUWSQ'
  },
  {
    id: 8,
    title: 'Работни дни',
    start: new Date(2021, 3, 11, 21, 0),
    end: new Date(2021, 3, 14, 7, 59, 59),
    desc: 'Работата ще кипи и кипи.. Комуникацията между отборите и менторите ще се случва в Discord сървъра на хакатона. Финалните версии трябва да са качени до 14.03 07:59:59.',
  },
  {
    id: 9,
    title: 'Полуфинали, финал и награждаване',
    start: new Date(2021, 3, 14, 9, 0),
    end: new Date(2021, 3, 14, 20, 0),
    desc: 'Очаквайте скоро от нас повече подробности за последния ден. Полуфиналите и финалите ще се състоят чрез платформата BigBlueButton.',
    youtube: 'https://www.youtube.com/channel/UCQcbYkAKPEgfjzvwb2sUWSQ'
  },
]
