export default [
  {
    id: 1,
    title: 'Уъркшоп: "Embedded Systems"',
    start: new Date(2021, 1, 16, 19, 0),
    end: new Date(2021, 1, 16, 20, 30),
    desc:
      "Росен Витанов ще Ви покаже дълбините на вградените микрокомпютърни системи, като Ви запознае с различни технологии и процеса на разработка на един embedded проект в хода на хакатона.",
    link: "https://meet.google.com/isu-usba-vix",
  },
  {
    id: 2,
    title: 'Уъркшоп "Изкуствен интелект"',
    start: new Date(2021, 1, 24, 19, 0),
    end: new Date(2021, 1, 24, 20, 30),
    desc:
      "Виктор Велев е дългогодишен участник и победител в Hack TUES 365. В света на изкуствения интелект ще Ви запознае чрез кратка теоретична част и преглед на няколко приложения.",
    link: "https://meet.google.com/cbb-mywp-yys",
  },
  {
    id: 3,
    title: 'Уъркшоп "Разработка на игри с Gоdot"',
    start: new Date(2021, 1, 23, 19, 0),
    end: new Date(2021, 1, 23, 20, 30),
    desc:
      "Виктор Кетипов ще Ви запознае с основите на разработването на игри, какви умения са Ви необходими, както и съвети колко голяма игра можем да направим за един хакатон. За основа ще използва open-source game engine - Godot.",
    link: "https://meet.google.com/fwd-axtu-akv",
  },
  {
    id: 4,
    title: 'Уъркшоп "Git&GitHub"',
    start: new Date(2021, 1, 25, 19, 0),
    end: new Date(2021, 1, 25, 20, 30),
    desc:
      "Кристиян Стоименов и Виолета Кабаджова са ученици от 11. клас. Те ще Ви запознаят с най-фундаменталните характеристики на Git - най-популярната version control система.",
    link: "https://meet.google.com/cbb-mywp-yys",
  },
  {
    id: 5,
    title: 'Уъркшоп "Презентационни умения"',
    start: new Date(2021, 2, 4, 19, 0),
    end: new Date(2021, 2, 4, 20, 30),
    desc:
      "С Кирилка Ангелова и Виктория Димитрова ще си поговорите за презентацията като компонент на оценяване и подготовката за нея.",
    link: "https://meet.google.com/okq-mhhz-vdq",
  },
  {
    id: 6,
    title: "Откриваща церемония",
    start: new Date(2021, 2, 11, 18, 0),
    end: new Date(2021, 2, 11, 18, 30),
    desc:
      "Ще дадем дългоочаквания старт на първия изцяло онлайн Hack TUES GG. ",
    youtube: "https://www.youtube.com/channel/UCQcbYkAKPEgfjzvwb2sUWSQ",
  },
  {
    id: 7,
    title: "Въведение в темата на хакатона",
    start: new Date(2021, 2, 11, 18, 35),
    end: new Date(2021, 2, 11, 20, 30),
    desc:
      "А каква ще е темата? Ще разкриваме тайната постепенно. Целта на дискусията е експерти да Ви помогнат да придобиете представа за всяка една от четирите теми на хакатона, за да Ви е по-лесно да изберете върху коя тема бихте искали да се спрете и какъв проект да разработите. Бъдете с нас, очакваме Ви!",
    youtube: "https://www.youtube.com/channel/UCQcbYkAKPEgfjzvwb2sUWSQ",
  },
  {
    id: 9,
    title: "Работни дни",
    start: new Date(2021, 2, 11, 21, 0),
    end: new Date(2021, 2, 14, 7, 59, 59),
    desc:
      "Работата ще кипи и кипи.. Комуникацията между отборите и менторите ще се случва в Discord сървъра на хакатона. Финалните версии трябва да са качени до 14.03 07:59:59.",
  },
  {
    id: 10,
    title: "Старт на финален ден",
    start: new Date(2021, 2, 14, 8, 30),
    end: new Date(2021, 2, 14, 8, 40),
    desc:
      "В Discord сървъра на събитието в канала #общи организаторите ще проведат кратък инструктаж за финалния ден - ще се припомни частта от регламента, касаеща полуфиналите и финалите, и ще се представи журито.",
  },
  {
    id: 11,
    title: "Полуфинали",
    start: new Date(2021, 2, 14, 9, 0),
    end: new Date(2021, 2, 14, 14, 45),
    desc:
      "Полуфиналите ще бъдат три паралелни, като във всеки един ще има по 15 отбора. Те ще се състоят в BigBlueButton."
  },
  {
    id: 12,
    title: "Финал",
    start: new Date(2021, 2, 14, 16, 0),
    end: new Date(2021, 2, 14, 19, 15),
    desc:
      " На финала ще отидат 7 отбора. Те ще се състоят в BigBlueButton и ще се излъчват.",
    youtube: "https://youtube.com/channel/UCQcbYkAKPEgfjzvwb2sUWSQ",
  },
  {
    id: 13,
    title: "Церемония по награждаването",
    start: new Date(2021, 2, 14, 20, 0),
    end: new Date(2021, 2, 14, 21, 0),
    desc:
      "Награждаване - Ще бъдат отличени отборите. Не пропускайте!",
    youtube: "https://youtube.com/channel/UCQcbYkAKPEgfjzvwb2sUWSQ",
  },
];
