const now = new Date()

export default [
  {
    id: 1,
    title: 'Уъркшоп: "Embedded Systems',
    start: new Date(2021, 2, 16, 19, 0),
    end: new Date(2021, 2, 16, 20, 30),
    desc: 'блалалала',
    link: 'https://meet.google.com/isu-usba-vix'
  },
  {
    id: 2,
    title: 'Уъркшоп "Изкуствен интелект"',
    start: new Date(2021, 2, 17, 19, 0),
    end: new Date(2021, 2, 17, 20, 30),
    desc: 'Лекторът ще бъде Виктор Велев. Той е сред победителите на миналите издания на хакатона. Ще Ви въведе в темата с малко теория, а след това ще пристъпите към практическата част с 2-3 приложения.',
    link: 'https://meet.google.com/cbb-mywp-yys'
  },
  {
    id: 3,
    title: 'Уъркшоп "Разработка на игри с Gоdot"',
    start: new Date(2021, 2, 23, 19, 0),
    end: new Date(2021, 2, 23, 20, 30),
    desc: 'Виктор Кетипов, преподавател в ТУЕС и предполагам, че работи и в някоя фирма, за която ще питам Хинка, ще Ви запознае с основите на разработването на игри, какви умения са необходими, както и съвети колко голяма игра може да се направи за един хакатон. За основа ще използва open-source Game Engine-а Godot.',
    link: 'https://meet.google.com/fwd-axtu-akv'
  },
  {
    id: 4,
    title: 'Уъркшоп "Git&GitHub"',
    start: new Date(2021, 2, 25, 19, 0),
    end: new Date(2021, 2, 25, 20, 30),
    desc: 'Кристиян Стоименов и Виолета Кабаджова са ученици от 11. клас. Тяхната цел е да ви запознае с най-фундаменталните характеристики на git - най-популярната version control система. Ще разберете как работи git на абстрактно ниво и как да боравите с него. Те ще Ви предоставят и cheatsheet за хакатона.',
    link: 'https://meet.google.com/cbb-mywp-yys'
  },
  {
    id: 5,
    title: 'Уъркшоп "Презентационни умения"',
    start: new Date(2021, 3, 4, 19, 0),
    end: new Date(2021, 3, 4, 20, 30),
    desc: 'В ролята на лектори са Кирилка Ангелова и Виктория Димитрова. Кирилка Ангелова е (тук ще има инфо за Кики, което сега не мога да измисля) + инфо за мен си. Ще си поговорим, за това как да направите завладяваща презентация, защото, както Саймън Синек твърди: "Хората не купуват това, което правите, а причината, поради която го правите”...',
    link: 'https://meet.google.com/okq-mhhz-vdq'
  },
  {
    id: 6,
    title: 'Откриваща церемония',
    start: new Date(2021, 3, 11, 18, 0),
    end: new Date(2021, 3, 11, 18, 45),
    desc: 'Ще дадем големият старт на дългоочаквания Hack TUES GG.',
    link: 'youtube'
  },
  {
    id: 7,
    title: 'Лекция-изненада',
    start: new Date(2021, 3, 11, 19, 0),
    end: new Date(2021, 3, 11, 20, 30),
    desc: 'Дадохме старта, но трябва и да загреете за хакатона. Трудно е да определим какво ще се случи. Лекция? Дискусия? Не изпускайте, защото ще Ви помогне да Ви въведе в темата на хакатона. ',
    link: 'youtube'
  },
  {
    id: 8,
    title: 'Работни дни',
    start: new Date(2021, 3, 12, 0, 0),
    end: new Date(2021, 3, 14, 7, 59, 59),
    desc: 'Работата ще кипи и кипи.. Разполагате с 2 дни да развиете идеята си. Финалните версии трябва да са качени до (болдни следващото) 14.03 07:59:59',
    link: 'Discord'
  },
  {
    id: 9,
    title: 'Полуфинали, финал и награждаване:',
    start: new Date(2021, 3, 14, 9, 0),
    end: new Date(2021, 3, 14, 20, 0),
    desc: 'Работата ще кипи и кипи.. Разполагате с 2 дни да развиете идеята си. Финалните версии трябва да са качени до (болдни следващото) 14.03 07:59:59',
    link: 'Discord'
  },
]
